Repository: ualmaz/fabrica
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: About
ru: О нас

source: Home
ru: Главная

source: PATTERN DEVELOPMENT
ru: РАЗРАБОТКА ВЫКРОЕК

source: If you don’t find something in our assortment, you can send us a photo of the model, a technical specification, or a physical sample, and we will create a copy of the pattern from scratch and perfect the fit according to your requirements.
ru: Если вы не нашли что-то в нашем ассортименте, вы можете отправить нам фото модели, техническое задание или физический образец, и мы создадим копию выкройки с нуля и доведем посадку до совершенства в соответствии с вашими требованиями.

source: LABELING AND PACKAGING
ru: МАРКИРОВКА И УПАКОВКА

source: We select labels (tags, labels, composition labels, size labels, and packaging), brand all products for you. All you need to provide is the logo.
ru: Мы подбираем этикетки (ярлыки, этикетки, составные этикетки, размерные этикетки и упаковку), брендируем все продукты для вас. Все, что вам нужно предоставить, это логотип.

source: PRINTING AND EMBROIDERY
ru: ПЕЧАТЬ И ВЫШИВКА

source: We brand finished products and also apply prints to the fabric (on the rolls before sewing).
ru: Мы брендируем готовую продукцию, а также наносим принты на ткань (на рулоны до пошива).

source: WE MEET ALL ORDER DEADLINES.
ru: МЫ СОБЛЮДАЕМ ВСЕ СРОКИ ЗАКАЗОВ.

source: We are interested in ensuring you receive the goods on time, ship them to your customers, and place a reorder.
ru: Мы заинтересованы в том, чтобы вы получили товары вовремя, отправили их своим клиентам и разместили повторный заказ.

source: QUALITY CONTROL
ru: КОНТРОЛЬ КАЧЕСТВА

source: Our reputation is very important to us, which is why we strive to minimize defects. We have a quality control department that monitors the sewing process at all stages of production, from cutting to packaging.
ru: Наша репутация очень важна для нас, поэтому мы стремимся минимизировать дефекты. У нас есть отдел контроля качества, который контролирует процесс пошива на всех этапах производства, от раскроя до упаковки.

source: INDIVIDUAL APPROACH
ru: ИНДИВИДУАЛЬНЫЙ ПОДХОД

source: Terms of cooperation that suit you and your business. We are interested in long-term and mutually beneficial collaboration.
ru: Условия сотрудничества, которые подходят вам и вашему бизнесу. Мы заинтересованы в долгосрочном и взаимовыгодном сотрудничестве.

source: FABRIC AND ACCESSORIES
ru: ТКАНИ И АКСЕССУАРЫ

source: We select fabric for you (or work with your fabric), have our own partners, can order fabric directly from the manufacturer, and find the necessary hardware and every required detail.
ru: Мы подбираем ткань для вас (или работаем с вашей тканью), у нас есть свои партнеры, можем заказать ткань напрямую у производителя и найти необходимую фурнитуру и все необходимые детали.

source: AFFORDABLE PRICING POLICY
ru: ДОСТУПНАЯ ЦЕНОВАЯ ПОЛИТИКА

source: We optimize production costs. However, you should understand that high-quality products cannot be cheap.
ru: Мы оптимизируем производственные затраты. Однако вы должны понимать, что качественная продукция не может быть дешевой.

source: MINIMUM ORDER QUANTITY
ru: МИНИМАЛЬНОЕ КОЛИЧЕСТВО ЗАКАЗА

source: The minimum order is 50 units per a product, and you can choose any colors and sizes. Production capacity ranges from 10,000 to 15,000 units per month, depending on the complexity of the sewing model.
ru: Минимальный заказ составляет 50 единиц на продукт, и вы можете выбрать любые цвета и размеры. Производственная мощность варьируется от 10 000 до 15 000 единиц в месяц, в зависимости от сложности модели пошива.

source: PHOTOSHOOT
ru: ФОТОСЕССИЯ

source: We create content for online sales in a photography studio where our photographers can bring your ideas to life.
ru: Мы создаем контент для онлайн-продаж в фотостудии, где наши фотографы могут воплотить ваши идеи в жизнь.

source: Our Team
ru: Наша команда

source: Jumakov Askat
ru: Жумаков Аскат

source: Pattern Developer
ru: Разработчик выкроек

source: Samara Aitymbetova
ru: Самара Айтымбетова

source: Sewing Production Technologist
ru: Технолог швейного производства

source: Adina Nurlanova
ru: Адина Нурланова

source: Accountant/Book Keeper
ru: Бухгалтер

source: Almaz Uson
ru: Алмаз Усон

source: PR Manager
ru: Менеджер по связям с общественностью

source: Strategic Partners
ru: Стратегические Партнеры

source: High quality bedding sets
ru: Высококачественные комплекты постельного белья

source: Custom Designs We Sew for Our Partners.
ru: Индивидуальные дизайны, которые мы шьем для наших партнеров.

source: High quality bedding set
ru: Высококачественный комплект постельного белья

source: Sewing price: $2
ru: Цена пошива: $2

source: plus fabric cost
ru: плюс стоимость ткани

source: Contact
ru: Контакты

source: We're here to assist you!
ru: Мы здесь, чтобы помочь вам!

source: We’d love to collaborate with you! Whether you have questions, custom orders, or partnership inquiries, our team is here to assist you. Reach out to us, and we’ll do our best to bring your ideas to life with quality craftsmanship and attention to detail.
ru: Мы будем рады сотрудничать с вами! Если у вас есть вопросы, индивидуальные заказы или запросы на партнерство, наша команда готова помочь вам. Обратитесь к нам, и мы сделаем все возможное, чтобы воплотить ваши идеи в жизнь с качественным мастерством и вниманием к деталям.

source: Location:
ru: Адрес:

source: Kerme-Too street 12, Bishkek
ru: ул. Керме-Тоо 12, Бишкек

source: Email:
ru: Электронная почта:

source: Call:
ru: Звоните:

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Email address
ru: Электронная почта

source: Phone number
ru: Номер телефона

source: Message
ru: Сообщение

source: SUBMIT
ru: Отправить

source: Welcome to Our Sewing Factory
ru: Добро пожаловать на нашу швейную фабрику

source: Quality you can trust, crafted with care
ru: Качество, которому можно доверять

source: Your Sewing Partner
ru: Ваш швейный партнер

source: BRING YOUR IDEAS TO LIFE WITH US!
ru: ВОПЛОЩАЙТЕ СВОИ ИДЕИ В ЖИЗНЬ ВМЕСТЕ С НАМИ

source: We specialize in producing stylish, functional, and long-lasting garments at prices that make sense for your business. Our efficient processes and skilled team allow us to deliver bulk orders on time without ever compromising on quality.
ru: Мы специализируемся на производстве стильной, функциональной и долговечной одежды по ценам, которые имеют смысл для вашего бизнеса. Наши эффективные процессы и квалифицированная команда позволяют нам своевременно выполнять крупные заказы, не жертвуя качеством.

source: We believe in building strong, collaborative partnerships, helping you create clothing that resonates with your customers and strengthens your brand’s identity.
ru: Мы верим в создание прочных, совместных партнерских отношений, помогая вам создавать одежду, которая находит отклик у ваших клиентов и укрепляет идентичность вашего бренда.

source: We don’t just produce garments; we craft solutions tailored to your unique needs, providing personalized service and expert guidance along the way.
ru: Мы не просто производим одежду; мы создаем решения, адаптированные к вашим уникальным потребностям, предоставляя персонализированное обслуживание и экспертное руководство на каждом этапе.

source: We’re more than just a production facility—we’re your trusted partner in bringing your vision to life.
ru: Мы больше, чем просто производственное предприятие — мы ваш надежный партнер в воплощении вашей идеи в жизнь.

source: Let’s create something extraordinary together. Reach out to us today and let’s start turning your dreams into reality!
ru: Давайте создадим что-то необыкновенное вместе. Свяжитесь с нами сегодня, и давайте начнем воплощать ваши мечты в реальность!

source: Watch Video
ru: Смотреть видео

source: PORTFOLIO
ru: ПОРТФОЛИО

source: Premium men's clothing
ru: Премиальная мужская одежда

source: Premium men's clothing: top quality, flexible terms, client-first!
ru: Премиальная мужская одежда: высшее качество, гибкие условия, клиент на первом месте!

source: Stylish women dresses
ru: Стильные женские платья

source: Elegant women's clothing: premium quality, the look women want, flexible terms!
ru: Элегантная женская одежда: премиальное качество, желаемый вид, гибкие условия!

source: Premium Sportswear
ru: Премиальная спортивная одежда

source: Top-quality sportswear: premium comfort, the style you need, client-focused
ru: Спортивная одежда высшего качества: премиальный комфорт, нужный стиль, ориентированность на клиента

source: Uniforms
ru: Униформа

source: Premium uniforms: best quality and comfortable for work
ru: Премиальная униформа: лучшее качество и комфорт для работы

source: Kids' Clothing
ru: Детская одежда

source: Quality kids' clothing: premium, comfy, and best for your children
ru: Качественная детская одежда: премиальная, удобная и лучшая для ваших детей

source: Luxury Bedding Sets
ru: Роскошные комплекты постельного белья

source: Luxurious bedding sets: premium quality, cozy comfort, client-focused
ru: Роскошные комплекты постельного белья: премиальное качество, уютный комфорт, ориентированность на клиента

source: Product Listings
ru: Список изделий

source: Kids checked dress
ru: Детское платья в клетках

source: Sporty blue zip-up hoodie for boys
ru: Спортивная синяя толстовка с капюшоном на молнии для мальчиков

source: Soft and cute baby girl's sweatshirt
ru: Мягкая и милая толстовка для девочки.

source: Tracksuit Set Girl Pink
ru: Спортивный костюм для девочки, розовый

source: Kids stripe-print cotton dress
ru: Детское платье из хлопка в полоску

source: Kids cotton dress
ru: Детское хлопковое платье

source: Cotton Teddy Bear Baby T-Shirt
ru: Футболка из хлопка с мишкой для малышей

source: Girls Pink Cotton Sweatshirt
ru: Розовый хлопковый свитшот для девочек

source: Baby Cotton Printed Coveralls
ru: Комбинезоны из хлопка с принтом для младенцев

source: Baby Boy Cartoon Bear Pattern Round Neck Top And Shorts
ru: Топ и шорты с круглым вырезом и рисунком медведя для мальчика

source: Dressy dress for girls
ru: Нарядное платье для девочек

source: Baby Girls Tracksuit
ru: Спортивный костюм для девочек

source: Sewing Factory
ru: Добро пожаловать на нашу швейную фабрику

source: Company
ru: Компания

source: Portfolio
ru: Портфолио

source: Kerme-Too 12
ru: ул. Керме-Тоо 12, Бишкек

source: Bishkek, Kyrgyzstan
ru: Бишкек, Кыргызстан

source: Phone:
ru: Телефон

source: Our Services
ru: Наши сервисы

source: Order fabric
ru: Заказать ткань

source: Sewing
ru: Пошив

source: Printing
ru: Нанесение рисунок

source: Packing & Shipping
ru: Упаковка и доставка

source: Men's Clothing
ru: Мужская Одежда

source: Cozy plaid flannel check shirt.
ru: Уютная фланелевая рубашка в клетку.

source: sewing price $2
ru: Цена пошива: $2

source: A stylish shirt made of corduroy.
ru: Стильная рубашка из вельвета.

source: Premium fabric stylish hoodie.
ru: Стильная толстовка с капюшоном из премиальной ткани.

source: Comfortable and stylish casual tee.
ru: Удобная и стильная повседневная футболка.

source: sewing price $1
ru: Цена пошива: $1

source: Trendy and comfortable cargo pants.
ru: Модные и удобные брюки-карго.

source: Luxurious warm cashmere coat.
ru: Роскошное теплое кашемировое пальто.

source: sewing price $10
ru: Цена пошива: $2

source: Services
ru: Услуги

source: Stylish tracksuit, comfy, breathable, unisex, sporty fit, versatile wear
ru: Стильный спортивный костюм, удобный, дышащий, унисекс, спортивный крой, универсальная одежда.

source: Supportive sports bra, soft, breathable, stretch-fit, moisture-wicking, stylish design
ru: Поддерживающий спортивный топик, мягкий, дышащий, эластичный, отводящий влагустильный дизайн

source: Sport pants, stretchy, breathable, durable, quick-dry, versatile, sporty fit
ru: Спортивные брюки, эластичные, дышащие, прочные, быстросохнущие, универсальные, спортивный крой

source: Cozy, breathable, durable, sporty design, unisex comfortable sweatshirt
ru: Уютная, дышащая, прочная, спортивного дизайна, удобная толстовка унисекс

source: Lightweight wind jacket, durable, breathable, water-resistant, sporty, compact design
ru: Легкая ветровка, прочная, дышащая, водонепроницаемая, спортивная, компактная конструкция

source: Women's T-shirt, light, breathable, quick-dry, sporty fit, stylish design soft, breathable, moisture-wicking, stylish design
ru: Футболка женская, легкая, дышащая, быстросохнущая, спортивный крой, стильный дизайн.мягкий, дышащий, влагоотводящий, стильный дизайн

source: Team
ru: Наша команда

source: Accountant
ru: Бухгалтер

source: Medical Scrubs
ru: Медицинские халаты

source: Pilot Uniform
ru: Униформа

source: High-visibility safety vest
ru: Светоотражающий жилет безопасности

source: Security Uniforms
ru: Униформа для охраны

source: Military Uniforms
ru: Военная форма

source: Police Uniforms
ru: Полицейская форма

source: Firefighters Uniforms
ru: Униформа пожарных

source: Women's Clothing
ru: Женская одежда

source: Casual Summer Dresses for Women
ru: Повседневные летние платья для женщин

source: Summer Dresses for Women
ru: Летние платья для женщин

source: Your message has been sent successfully!
ru: Ваше сообщение отправлено.

source: A user with this email alrady exists.
ru: Пользователь с таким адресом электронной почты уже существует
